# формат входного файла № 1
# Название: OCG_YYYYMMDD_HHMMCC_0001      - файл без расширения
# Содержание:
# Строка 1, заголовок : символы 28-29 - месяц
#                       символы 32-33 - число
#                       символы 36-39 - год
#                       символы 40-41 - часы
#                       символы 42-43 - минуты
# Строка 2 и далее - основные записи.
#                       символы 273-274 = 305 - 306   - идентификатор
#						всего символов в строке 1525
#Последняя строка:
#                       символы 16- 24 - число записей в файле
#						символ окончания строки: пустой ентер
